op_Equality(System.Char!System.Runtime.CompilerServices.IsConst*,AcString!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
Compare an AcString and a string of Unicode characters for equality.
pwsz: input character to the string of Unicode characters
acs: input reference to the AcString
Returns: True if pwsz and acs are equal, else false.

op_Equality(System.Char,AcString!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
Compare an AcString and a Unicode character for equality.
wch: input character to compare
acs: input reference to the AcString
Returns: True if wch and acs are equal, else false.